---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalLoadNameParam
source: html/38a6b0db-cbc3-6561-027a-b255de914d73.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalLoadNameParam Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecAnalyticalLoadNameParam { get; }
```